Repository: tahmaz/c
Catalog: cars/cars_install/system/default.tmx
Source language: en_us
Languages: de_de, fr_fr, ja_jp

source: CentiLiters
de_de: Zentiliter
fr_fr: Centilitres
ja_jp: センチリットル

source: DeciLiters
de_de: Deziliter
fr_fr: Décilitres
ja_jp: デシリットル

source: Liters
de_de: Liter
fr_fr: Litres
ja_jp: リットル

source: DecaLiters
de_de: Dekaliter
fr_fr: Décalitres
ja_jp: デカリットル

source: HectoLiters
de_de: Hektoliter
fr_fr: Hectolitres
ja_jp: ヘクトリットル

source: KiloLiters
de_de: Kiloliter
fr_fr: Kilolitres
ja_jp: キロリットル

source: AcreFeet
de_de: Morgen/Fuß
fr_fr: Acre Pied
ja_jp: エーカーフィート

source: AcreInches
de_de: Morgen/Zoll
fr_fr: Acre Pouces
ja_jp: エーカーインチ

source: Cords
de_de: Klaster
fr_fr: Cordes

source: CordFeet
de_de: Klasterfuß
fr_fr: Pied-corde

source: Decisteres
de_de: Dezister
fr_fr: Décistères
ja_jp: デシステール

source: SquareFeet
de_de: Quadratfuß
fr_fr: Pieds carrés
ja_jp: 平方フィート

source: SquareYards
de_de: Quadrat-Yard
fr_fr: Yards carrés
ja_jp: 平方ヤード

source: SquareMiles
de_de: Quadratmeilen
fr_fr: Milles carrés
ja_jp: 平方マイル

source: Acres
de_de: Morgen
ja_jp: エーカー

source: Centares
de_de: Zentarien
fr_fr: Centiares
ja_jp: センタール

source: Ares
de_de: Ar
ja_jp: アール

source: Hectares
de_de: Hektoar
ja_jp: ヘクタール

source: SquareRods
de_de: Quadratrute
fr_fr: Perches carrées

source: Volume
de_de: Volumen
ja_jp: 体積

source: CubicMillimeters
de_de: Kubikmillimeter
fr_fr: Millimètres cube
ja_jp: 立方ミリメートル

source: CubicCentimeters
de_de: Kubikzentimeter
fr_fr: Centimètres cube
ja_jp: 立方センチ

source: CubicDecimeters
de_de: Kubikdezimeter
fr_fr: Décimètres cube
ja_jp: 立方デシメートル

source: CubicMeters
de_de: Kubikmeter
fr_fr: Mètres cube
ja_jp: 立方メートル

source: CubicDecameters
de_de: Kubikdekameter
fr_fr: Décamètres cube
ja_jp: 立方デカメートル

source: CubicHectometers
de_de: Kubikhektometer
fr_fr: Hectomètres cube
ja_jp: 立方ヘクトメートル

source: CubicKilometers
de_de: Kubikkilometer
fr_fr: Kilomètres cube
ja_jp: 立方キロメートル

source: Hands
de_de: Handbreite
fr_fr: Paumes

source: Paces
de_de: Schritt
fr_fr: Pas

source: Rods
de_de: Messrute
fr_fr: Perches

source: Chains
de_de: Messkette
fr_fr: Chaînes
ja_jp: チェーン

source: Links
de_de: Link
fr_fr: Chaînons
ja_jp: リンク

source: Picas
de_de: Pica
ja_jp: パイカ

source: Points
de_de: Punkt
ja_jp: ポイント

source: Area
de_de: Fläche
fr_fr: Aire
ja_jp: 面積

source: SquareMillimeters
de_de: Quadratmillimeter
fr_fr: Millimètres carrés
ja_jp: 平方ミリメートル

source: SquareCentimeters
de_de: Quadratzentimeter
fr_fr: Centimètres carrés
ja_jp: 平方センチメートル

source: SquareDecimeters
de_de: Quadratdezimeter
fr_fr: Décimètres carrés
ja_jp: 平方デシメートル

source: SquareMeters
de_de: Quadratmeter
fr_fr: Mètres carrés
ja_jp: 平方メートル

source: SquareDecameters
de_de: Quadratdekameter
fr_fr: Décamètres carrés
ja_jp: 平方デカメートル

source: SquareHectometers
de_de: Quadrathektometer
fr_fr: Hectomètres carrés
ja_jp: 平方ヘクトメートル

source: SquareKilometers
de_de: Quadratkilometer
fr_fr: Kilomètres carrés
ja_jp: 平方キロメートル

source: SquareInches
de_de: Quadratzoll
fr_fr: Pouces carrés
ja_jp: 平方インチ

source: Decameters
de_de: Dekameter
fr_fr: Décamètres
ja_jp: デカメートル

source: Hectometers
de_de: Hektometer
fr_fr: Hectomètres
ja_jp: ヘクトメートル

source: Kilometers
de_de: Kilometer
fr_fr: Kilomètres
ja_jp: キロメートル

source: Megameters
de_de: Megameter
fr_fr: Mégamètres
ja_jp: メガメートル

source: Gigameters
de_de: Gigameter
fr_fr: Gigamètres
ja_jp: ギガメートル

source: Inches
de_de: Zoll
fr_fr: Pouces
ja_jp: インチ

source: Feet
de_de: Fuß
fr_fr: Pieds
ja_jp: フィート

source: Yards
de_de: Yard
ja_jp: ヤード

source: Miles
de_de: Meile
fr_fr: Milles
ja_jp: マイル

source: NauticalMiles
de_de: Seemeile
fr_fr: Milles marins
ja_jp: 海里

source: AstronomicalUnits
de_de: Astronomische Einheiten
fr_fr: Unités astronomiques
ja_jp: 天文単位

source: LightYears
de_de: Lichtjahr
fr_fr: Années lumière
ja_jp: 光年

source: Cubits
de_de: Elle
fr_fr: Coudées
ja_jp: キュービット

source: Fathoms
de_de: Faden
fr_fr: Brasses
ja_jp: 尋

source: Furlongs
de_de: Achtelmeile
ja_jp: ファーロング

source: Index out of range (%d). Must be >= 0 and < %d
de_de: Index außerhalb des Bereichs (%d). Muss >= 0 und < %d sein
fr_fr: Index hors limites (%d). Doit être >= 0 et < %d
ja_jp: インデックスが範囲外です (%d)。0 以上 %d 未満でなければなりません

source: String index out of range (%d). Must be >= 1 and <= %d
de_de: String-Index außerhalb des Bereichs (%d). Muss >= 1 und <= %d sein
fr_fr: Index chaîne hors limites (%d). Doit être >= 1 et <= %d
ja_jp: 文字列インデックスが範囲外です (%d)。1 以上 %d 以下でなければなりません

source: Invalid UTF32 character value. Must be >= 0 and <= $10FFF, excluding surrogate pair ranges
de_de: Ungültiger UTF32-Zeichenwert. Muss >= 0 und <= $10FFF sein, ausgenommen Ersatzpaarbereiche
fr_fr: Valeur caractère UTF32 incorrecte. Doit être >= 0 et <= $10FFF, à l'exception des plages de paires de substitution
ja_jp: UTF32 文字値が無効です。サロゲート ペアの範囲を除き、0 以上 $10FFF 以下でなければなりません

source: High surrogate char without a following low surrogate char at index: %d. Check that the string is encoded properly
de_de: Hohes Ersatzzeichen ohne folgendes niedriges Ersatzzeichen bei Index: %d. Überprüfen Sie, ob der String korrekt codiert ist
fr_fr: Caractère de substitution étendu non suivi d'un caractère de substitution faible à l'index : %d. Vérifiez que la chaîne est correctement codée
ja_jp: 上位サロゲート文字のインデックス %d より後に下位サロゲート文字がありません。文字列が正しくエンコードされているか確認してください

source: Low surrogate char without a preceding high surrogate char at index: %d. Check that the string is encoded properly
de_de: Niedriges Ersatzzeichen ohne vorausgehendes hohes Ersatzzeichen bei Index: %d. Überprüfen Sie, ob der String korrekt codiert ist
fr_fr: Caractère de substitution faible non précédé d'un caractère de substitution étendu à l'index : %d. Vérifiez que la chaîne est correctement codée
ja_jp: 下位サロゲート文字のインデックス %d より前に上位サロゲート文字がありません。文字列が正しくエンコードされているか確認してください

source: Class %s is not intended to be constructed
de_de: Klasse %s soll nicht erzeugt werden
fr_fr: La classe %s n'est pas destinée à être construite
ja_jp: クラス %s はインスタンスを作成するためのものではありません

source: Cannot call Acquire on TConditionVariable. Must call WaitFor with an external TMutex
de_de: Acquire kann nicht für TConditionVariable aufgerufen werden. Es muss WaitFor mit einem externen TMutex aufgerufen werden
fr_fr: Impossible d'appeler Acquire sur TConditionVariable. Doit appeler WaitFor avec un TMutex externe
ja_jp: TConditionVariable に対して Acquire を呼び出せません。外部 TMutex では WaitFor を呼び出す必要があります

source: Distance
de_de: Entfernung
ja_jp: 長さ

source: Micromicrons
de_de: Mikromikron
fr_fr: Picomètres
ja_jp: マイクロメートル

source: Angstroms
de_de: Angström
fr_fr: Angströms
ja_jp: オングストローム

source: Millimicrons
de_de: Millimikron
fr_fr: Nanomètres
ja_jp: ミリミクロン

source: Microns
de_de: Mikron
ja_jp: ミクロン

source: Millimeters
de_de: Millimeter
fr_fr: Millimètres
ja_jp: ミリメートル

source: Centimeters
de_de: Zentimeter
fr_fr: Centimètres
ja_jp: センチメートル

source: Decimeters
de_de: Dezimeter
fr_fr: Décimètres
ja_jp: デシメートル

source: Meters
de_de: Meter
fr_fr: Mètres
ja_jp: メートル

source: Could not parse imaginary portion
de_de: Imaginärer Anteil konnte nicht analysiert werden
fr_fr: Impossible d'analyser la partie imaginaire
ja_jp: 虚部が見つかりません。

source: Could not parse required '%s' symbol
de_de: Erforderliches '%s'-Symbol kann nicht analysiert werden
fr_fr: Impossible d'analyser le symbole '%s' requis
ja_jp: 必要な記号 '%s' が見つかりません。

source: Could not parse required '+' (or '-') symbol
de_de: Erforderliches '+' (oder '-') Symbol konnte nicht analysiert werden
fr_fr: Impossible d'analyser le symbole '+' (ou '-') requis
ja_jp: 必要な記号 '+' または '-' が見つかりません。

source: Could not parse real portion
de_de: Realer Anteil konnte nicht analysiert werden
fr_fr: Impossible d'analyser la partie réelle
ja_jp: 実部が見つかりません。

source: Unexpected end of string [%s]
de_de: Unerwartetes Ende des Strings [%s]
fr_fr: Fin de chaîne inattendue [%s]
ja_jp: 文字列の途中で終わっています。[%s]

source: Unexpected characters
de_de: Unerwartete Zeichen
fr_fr: Caractères inattendus
ja_jp: 予期され無い文字

source: No Help Manager installed.
de_de: Kein Hilfemanager installiert.
fr_fr: Aucun gestionnaire d'aide n'a été installé.
ja_jp: ヘルプマネージャがインストールされていません。

source: No topic-based help installed.
de_de: Keine themenbasierte Hilfe installiert.
fr_fr: Aucune aide à rubriques n'a été installée.
ja_jp: トピックベースのヘルプがインストールされていません。

source: No context-sensitive help installed.
de_de: Keine kontextsensitive Hilfe installiert.
fr_fr: Aucune aide contextuelle n'a été installée.
ja_jp: 状況感知型ヘルプがインストールされていません。

source: No help found for context %d.
de_de: Keine Hilfe für Kontext %d gefunden.
fr_fr: Aide introuvable pour le contexte %d.
ja_jp: コンテキスト %d のヘルプが見つかりません。

source: No help found for "%s"
de_de: Keine Hilfe gefunden für "%s"
fr_fr: Aucune aide n'a été trouvée pour "%s"
ja_jp: "%s" のヘルプが見つかりません

source: No Table of Contents found.
de_de: Kein Inhaltsverzeichnis gefunden
fr_fr: Table des matières non trouvée.
ja_jp: TOC が見つかりません

source: No help viewer that supports filters
de_de: Kein Hilfe-Viewer, der Filter unterstützt
fr_fr: Pas d'afficheur d'aide supportant les filtres
ja_jp: フィルタをサポートするヘルプ ビューアがありません

source: A valid high surrogate character is >= $D800 and <= $DBFF
de_de: Ein gültiges hohes Ersatzzeichen ist >= $D800 und <= $DBFF
fr_fr: Un caractère de substitution étendu valide est >= $D800 et <= $DBFF
ja_jp: 有効な上位サロゲート文字は $D800 以上 $DBFF 以下です

source: A valid low surrogate character is >= $DC00 and <= $DFFF
de_de: Ein gültiges niedriges Ersatzzeichen ist >= $DC00 und <= $DFFF
fr_fr: Un caractère de substitution faible valide est >= $DC00 and <= $DFFF
ja_jp: 有効な下位サロゲート文字は $DC00 以上 $DFFF 以下です

source: Illegal type
de_de: Ungültiger Typ
fr_fr: Type incorrect
ja_jp: 不正な単位

source: Illegal family
de_de: Ungültige Familie
fr_fr: Famille incorrecte
ja_jp: 不正な単位族

source: %s has a factor of zero
de_de: %s hat den Faktor Null
fr_fr: %s a un facteur de zéro.
ja_jp: %s の AFactor が零です

source: Could not parse %s
de_de: %s konnte nicht analysiert werden
fr_fr: Impossible d'analyser %s
ja_jp: %s は評価できません

source: TStrings descendant %s failed to call inherited constructor
de_de: Der Nachkomme von TStrings %s konnte den geerbten Konstruktor nicht aufrufen
fr_fr: Le %s décroissant de TStrings n'a pas réussi à appeler le constructeur hérité.
ja_jp: TStrings を祖先に持つ %s が、継承したコンストラクタの呼び出しに失敗しました

source: Windows socket error: %s (%d), on API '%s'
de_de: Windows-Socket-Fehler: %s (%d), bei API '%s'
fr_fr: Erreur socket Windows : %s (%d), avec l'API '%s'
ja_jp: Windows ソケットエラー:%s (%d), API '%s'

source: Asynchronous socket error %d
de_de: Asynchroner Socket-Fehler %d
fr_fr: Erreur socket asynchrone %d
ja_jp: 非同期ソケットエラー %d

source: No address specified
de_de: Keine Adresse angegeben
fr_fr: Aucune adresse spécifiée
ja_jp: アドレスが指定されていません

source: Can't listen on an open socket
de_de: Offener Socket kann nicht überwacht werden
fr_fr: Ecoute impossible sur un socket ouvert
ja_jp: 開いたソケットでリスンできません

source: Can't create new socket
de_de: Es kann kein neuer Socket erzeugt werden
fr_fr: Impossible de créer le nouveau socket
ja_jp: ソケットが作成できません

source: Socket already open
de_de: Socket ist bereits geöffnet
fr_fr: Socket déjà ouvert
ja_jp: ソケットはすでに開いています

source: Can't change value while socket is active
de_de: Wert kann nicht geändert werden, während der Socket aktiv ist
fr_fr: Modification de valeur impossible lorsque le socket est actif
ja_jp: ソケットを使用中は値を変更できません

source: Socket must be in blocking mode
de_de: Socket muss sich im Blocking-Modus befinden
fr_fr: Le socket doit être en mode bloquant
ja_jp: ソケットはブロッキングモードで使わなければなりません

source: %s error %d, %s
de_de: %s-Fehler %d, %s
fr_fr: %s erreur %d, %s
ja_jp: %s エラー %d, %s

source: Read
de_de: Lesen
fr_fr: Lecture
ja_jp: 読み込み

source: Write
de_de: Schreiben
fr_fr: Ecriture
ja_jp: 書き込み

source: Cannot wait for an externally created thread
de_de: Auf einen extern erstellten Thread kann nicht gewartet werden
fr_fr: Impossible d'attendre un thread créé de façon externe
ja_jp: 外部から作成されたスレッドを待機することはできません

source: (%d, %d) is not a valid DateDay pair
de_de: (%d, %d) ist kein gültiger Wert für die Tagesangabe im Datum
fr_fr: (%d, %d) n'est pas une paire DateDay correcte.
ja_jp: DateDay は (%d, %d) の値を処理できません

source: (%d, %d, %d) is not a valid DateWeek triplet
de_de: (%d, %d, %d) ist kein gültiger Wert für die Wochenangabe im Datum
fr_fr: (%d, %d, %d) n'est pas un triplet DateWeek correct.
ja_jp: DateWeek は (%d, %d, %d) の値を処理できません

source: (%d, %d, %d, %d) is not a valid DateMonthWeek quad
de_de: (%d, %d, %d, %d) ist kein gültiger Wert für die Monats- und Wochenangabe im Datum
fr_fr: (%d, %d, %d, %d) n'est pas un quad DateMonthWeek correct.
ja_jp: DateMonthWeek は (%d, %d, %d, %d) の値を処理できません

source: (%d, %d, %d, %d) is not a valid DayOfWeekInMonth quad
de_de: (%d, %d, %d, %d) ist kein gültiger Wert für die Tages- und Monatsangabe im Datum
fr_fr: (%d, %d, %d, %d) n'est pas un quad DayOfWeekInMonth correct.
ja_jp: DayOfWeekInMonth は (%d, %d, %d, %d) の値を処理できません

source: %f Julian cannot be represented as a DateTime
de_de: %f Julianischer Wert kann nicht als Datum/Uhrzeitwert dargestellt werden
fr_fr: %f Julien ne peut pas être représenté en tant que DateTime.
ja_jp: ユリウス日 %f は DateTime では表現できない値です

source: Incompatible conversion types [%s, %s]
de_de: Inkompatible Konvertierungstypen [%s, %s]
fr_fr: Types de conversion incompatibles [%s, %s]
ja_jp: 変換する単位間に互換性がありません。[%s, %s]

source: Incompatible conversion types [%s, %s, %s]
de_de: Inkompatible Konvertierungstypen [%s, %s, %s]
fr_fr: Types de conversion incompatibles [%s, %s, %s]
ja_jp: 変換する単位間に互換性がありません。[%s, %s, %s]

source: Incompatible conversion types [%s - %s, %s - %s]
de_de: Inkompatible Konvertierungstypen [%s - %s, %s - %s]
fr_fr: Types de conversion incompatibles [%s - %s, %s - %s]
ja_jp: 変換する単位間に互換性がありません。[%s - %s, %s - %s]

source: Unknown conversion type %s
de_de: Unbekannter Konvertierungstyp %s
fr_fr: Type de conversion %s inconnu
ja_jp: %s は未登録の単位名です

source: Conversion type (%s) already registered in %s
de_de: Konvertierungstyp (%s) bereits registriert in %s
fr_fr: Le type de conversion (%s) est déjà recensé dans %s.
ja_jp: 変換単位名 (%s) は既に %s で登録済みです

source: Unknown conversion family %s
de_de: Unbekannte Konvertierungsfamilie %s
fr_fr: Famille de conversion %s inconnue
ja_jp: %s は未登録の変換族名です

source: Conversion family (%s) already registered
de_de: Konvertierungsfamilie (%s) bereits registriert
fr_fr: Famille de conversion (%s) déjà recensée
ja_jp: 変換族名 (%s) は既に登録済みです

source: Failed to get data for '%s'
de_de: Fehler beim Holen der Daten für '%s'
fr_fr: Echec à l'obtention des données pour '%s'
ja_jp: '%s' の取得に失敗しました

source: Invalid component registration
de_de: Ungültige Komponentenregistrierung
fr_fr: Recensement de composant incorrect
ja_jp: コンポーネントの登録ができません

source: Failed to set data for '%s'
de_de: Fehler beim Setzen der Daten für '%s'
fr_fr: Echec à la définition des données pour '%s'
ja_jp: '%s' の設定に失敗しました

source: %s.Seek not implemented
de_de: %s.Seek nicht implementiert
fr_fr: %s.Seek non implémenté
ja_jp: %s.Seek は実装されていません

source: Operation not allowed on sorted list
de_de: Operation für sortierte Listen nicht zulässig
fr_fr: Opération non autorisée dans une liste ordonnée
ja_jp: ソートされる文字列リストに対しては許されない動作です

source: String expected
de_de: String erwartet
fr_fr: Chaîne attendue
ja_jp: 文字列が必要です

source: %s expected
de_de: %s erwartet
fr_fr: %s attendu
ja_jp: %s が必要です

source: %s not in a class registration group
de_de: %s befindet sich nicht in einer Gruppe für Klassenregistrierungen
fr_fr: %s n'est pas dans un groupe de recensement de classes
ja_jp: %s クラス登録グループに存在しません

source: Property %s does not exist
de_de: Eigenschaft %s existiert nicht
fr_fr: La propriété %s n'existe pas
ja_jp: プロパティ %s は存在しません

source: Stream write error
de_de: Stream-Schreibfehler
fr_fr: Erreur d'écriture dans le flux
ja_jp: ストリームへの書き込みエラー

source: Error setting stream size
de_de: Fehler beim Setzen der Größe des Stream
fr_fr: Erreur lors de la définition de la taille du flux
ja_jp: ストリーム サイズの設定エラー

source: Thread creation error: %s
de_de: Fehler beim Erzeugen des Thread: %s
fr_fr: Erreur de création de thread : %s
ja_jp: スレッド作成エラー：%s

source: Thread Error: %s (%d)
de_de: Thread-Fehler: %s (%d)
fr_fr: Erreur de thread : %s (%d)
ja_jp: スレッドエラー：%s (%d)

source: Cannot terminate an externally created thread
de_de: Ein extern erstellter Thread kann nicht beendet werden
fr_fr: Impossible de terminer un thread créé de façon externe
ja_jp: 外部から作成されたスレッドを終了させることはできません

source: List count out of bounds (%d)
de_de: Zu viele Einträge in der Liste (%d)
fr_fr: Compte de liste hors limites (%d)
ja_jp: リストの個数を超えました (%d)

source: List index out of bounds (%d)
de_de: Listenindex überschreitet das Maximum (%d)
fr_fr: Indice de liste hors limites (%d)
ja_jp: リストのインデックスが範囲を超えています (%d)

source: Out of memory while expanding memory stream
de_de: Expandieren des Speicher-Stream wegen Speichermangel nicht möglich
fr_fr: Mémoire insuffisante lors de l'extension du flux mémoire
ja_jp: メモリストリームの拡大中にメモリが足りなくなりました

source: %s has not been registered as a COM class
de_de: %s wurde nicht als COM-Klasse registriert
fr_fr: %s n'a pas été recensé comme classe COM
ja_jp: %s は COM クラスとして登録されていません

source: Number expected
de_de: Zahl erwartet
fr_fr: Nombre attendu
ja_jp: 数値が必要です

source: ANSI or UTF8 encoding expected
de_de: ANSI- oder UTF8-Codierung erwartet
fr_fr: Codage ANSI ou UTF8 attendu
ja_jp: ANSI または UTF8 エンコーディングが必要です

source: %s on line %d
de_de: %s in Zeile %d
fr_fr: %s à la ligne %d
ja_jp: %1:d 行で %0:s

source: Component name '%s' exceeds 64 character limit
de_de: Komponentenname '%s' überschreitet 64 Zeichen
fr_fr: Le nom de composant '%s' dépasse la limite des 64 caractères
ja_jp: コンポーネント名 '%s' は 64 文字の制限を超えています。

source: Error reading %s%s%s: %s
de_de: Fehler beim Lesen von %s%s%s: %s
fr_fr: Erreur lors de la lecture de %s%s%s: %s
ja_jp: %s%s%s の読み込み中のエラー : %s

source: Stream read error
de_de: Stream-Lesefehler
fr_fr: Erreur de lecture du flux
ja_jp: ストリームからの読み込みエラー

source: Property is read-only
de_de: Eigenschaft kann nur gelesen werden
fr_fr: Propriété en lecture seule
ja_jp: プロパティは書き込み禁止です

source: Failed to create key %s
de_de: Erzeugung von Schlüssel %s misslungen
fr_fr: Echec à la création de la clé %s
ja_jp: キー %s の作成に失敗しました

source: Invalid binary value
de_de: Ungültiger Binärwert
fr_fr: Valeur binaire incorrecte
ja_jp: バイナリ値が無効です

source: Invalid file name - %s
de_de: Ungültiger Dateiname - %s
fr_fr: Nom de fichier incorrect - %s
ja_jp: 不正なファイル名 - %s

source: '%s' is an invalid mask at (%d)
de_de: '%s' ist eine ungültige Maske für (%d)
fr_fr: '%s' est un masque incorrect à (%d)
ja_jp: %1:d 番目の文字（'%0:s'）は正しくないマスク文字です

source: ''%s'' is not a valid component name
de_de: ''%s'' ist kein gültiger Komponentenname
fr_fr: ''%s'' n'est pas un nom de composant correct
ja_jp: コンポーネント名に ''%s'' は使えません

source: Invalid property value
de_de: Ungültiger Eigenschaftswert
fr_fr: Valeur de propriété incorrecte
ja_jp: プロパティ値が無効です

source: Invalid property element: %s
de_de: Ungültiges Eigenschaftselement: %s
fr_fr: Elément de propriété incorrect : %s
ja_jp: %s はプロパティの要素としては不正です。

source: Invalid property path
de_de: Ungültiger Pfad für Eigenschaft
fr_fr: Chemin de propriété incorrect
ja_jp: プロパティのパスが無効です

source: Invalid property type: %s
de_de: Ungültiger Eigenschaftstyp: %s
fr_fr: Type de propriété incorrect : %s
ja_jp: プロパティ %s の型が不正です。

source: Invalid string constant
de_de: Ungültige Stringkonstante
fr_fr: Constante chaîne incorrecte
ja_jp: 文字列定数が無効です

source: Item not found ($0%x)
de_de: Eintrag nicht gefunden ($0%x)
fr_fr: Elément non trouvé ($0%x)
ja_jp: アイテム ($0%x) が見つかりません

source: List capacity out of bounds (%d)
de_de: Kapazität der Liste ist erschöpft (%d)
fr_fr: Capacité de liste hors limites (%d)
ja_jp: リストの容量が超えました (%d)

source: A component named %s already exists
de_de: Komponente mit der Bezeichnung %s existiert bereits
fr_fr: Un composant nommé %s existe déjà
ja_jp: コンポーネント名 %s はすでに使われています

source: String list does not allow duplicates
de_de: In der Stringliste sind Duplikate nicht erlaubt
fr_fr: La liste de chaînes n'autorise pas les doublons
ja_jp: 文字列リストは重複を許しません

source: Cannot create file "%s". %s
de_de: Datei "%s" kann nicht erstellt werden. %s
fr_fr: Impossible de créer le fichier "%s". %s
ja_jp: ファイル "%s" を作成できません。%s

source: Cannot open file %s
de_de: Datei %s kann nicht geöffnet werden
fr_fr: Impossible d'ouvrir le fichier %s
ja_jp: ファイル %s は開けません

source: Cannot open file "%s". %s
de_de: Datei %s kann nicht geöffnet werden. %s
fr_fr: Impossible d'ouvrir le fichier "%s". %s
ja_jp: ファイル %s は開けません。 %s

source: Identifier expected
de_de: Bezeichner erwartet
fr_fr: Identificateur attendu
ja_jp: 識別子が必要です

source: Character index out of bounds (%d)
de_de: Zeichenindex außerhalb des gültigen Bereichs (%d)
fr_fr: Index caractère hors limites (%d)
ja_jp: 文字インデックスが範囲外です (%d)

source: Start index out of bounds (%d)
de_de: Startindex außerhalb des gültigen Bereichs (%d)
fr_fr: Index de début hors limites (%d)
ja_jp: 開始インデックスが範囲外です (%d)

source: Invalid count (%d)
de_de: Ungültige Anzahl (%d)
fr_fr: Nombre incorrect (%d)
ja_jp: カウントが無効です (%d)

source: Invalid destination index (%d)
de_de: Ungültiger Zielindex (%d)
fr_fr: Index destination incorrect (%d)
ja_jp: ターゲット インデックスが無効です (%d)

source: Invalid code page
de_de: Ungültige Codeseite
fr_fr: Page de code incorrecte
ja_jp: コード ページが無効です

source: Ancestor for '%s' not found
de_de: Vorfahr für '%s' nicht gefunden
fr_fr: Ancêtre de '%s' non trouvé
ja_jp: 継承元の '%s' が見つかりません

source: Cannot assign a %s to a %s
de_de: %s kann nicht zu %s zugewiesen werden
fr_fr: Impossible d'affecter %s à %s
ja_jp: %s を %s に代入することはできません

source: List is locked during an active ForEach
de_de: Liste ist während eines aktiven ForEach gesperrt
fr_fr: Liste verrouillée lors d'une opération ForEach active
ja_jp: ForEach 使用中はリストはロックされています

source: ''%s'' expected
de_de: ''%s'' erwartet
fr_fr: ''%s'' attendu
ja_jp: ''%s'' が必要です

source: CheckSynchronize called from thread $%x, which is NOT the main thread
de_de: CheckSynchronize wurde vom Thread $%x aufgerufen, der NICHT der Haupt-Thread ist.
fr_fr: CheckSynchronize a été appelée depuis le thread $%x, qui n'est PAS le thread principal
ja_jp: メインスレッドではないスレッド $%x から CheckSynchronize が呼び出されました

source: Class %s not found
de_de: Klasse %s nicht gefunden
fr_fr: Classe %s non trouvée
ja_jp: クラス %s が見つかりません

source: Delimiter and QuoteChar properties cannot have the same value
de_de: Die Eigenschaften Delimiter und QuoteChar dürfen nicht denselben Wert besitzen
fr_fr: Les propriétés Delimiter et QuoteChar ne peuvent avoir la même valeur
ja_jp: Delimiter プロパティと QuoteChar プロパティとは異なる値が必要です

source: A class named %s already exists
de_de: Klasse mit der Bezeichnung %s existiert bereits
fr_fr: Une classe nommée %s existe déjà
ja_jp: クラス名 %s はすでに使われています

source: Tue
de_de: Di
fr_fr: Mar

source: Wed
de_de: Mi
fr_fr: Mer

source: Thu
de_de: Do
fr_fr: Jeu

source: Fri
de_de: Fr
fr_fr: Ven

source: Sat
de_de: Sa
fr_fr: Sam

source: Sunday
de_de: Sonntag
fr_fr: Dimanche

source: Monday
de_de: Montag
fr_fr: Lundi

source: Tuesday
de_de: Dienstag
fr_fr: Mardi

source: Wednesday
de_de: Mittwoch
fr_fr: Mercredi

source: Thursday
de_de: Donnerstag
fr_fr: Jeudi

source: Friday
de_de: Freitag
fr_fr: Vendredi

source: Saturday
de_de: Samstag
fr_fr: Samedi

source: Unable to create directory
de_de: Verzeichnis kann nicht erstellt werden
fr_fr: Impossible de créer le répertoire
ja_jp: ディレクトリを作成できません

source: Codeset conversion failure
de_de: Fehler bei Codeset-Konvertierung
fr_fr: Echec de conversion de codeset
ja_jp: コードセットの変換に失敗しました。

source: Invalid source array
de_de: Ungültiges Quell-Array
fr_fr: Tableau source incorrect
ja_jp: ソース配列が無効です

source: Invalid destination array
de_de: Ungültiges Ziel-Array
fr_fr: Tableau de destination incorrect
ja_jp: ターゲット配列が無効です

source: Dec
de_de: Dez
fr_fr: Déc

source: January
de_de: Januar
fr_fr: Janvier

source: February
de_de: Februar
fr_fr: Février

source: March
de_de: März
fr_fr: Mars
